Repository: dnoureddine/DeviationReporter
Catalog: DeviationManager/Lang/language_*.resx
Languages: de

# ladd
source: Add
de: Hinzufügen

# ldate
source: Date
de: Datum

# ldateCreation
source: Date
de: Datum

# ldelete
source: Delete
de: löschen

# ldescription
source: Description
de: Beschreibung

# ldetailDescOfDev
source: Detailed Description of Deviation
de: Detaillierte Beschreibung der Abweichung

# lDeviationInfo
source: Deviation Infos
de: Informationen zur Abweichung

# ldeviationNo
source: Deviation No
de: Abweichung Nr.

# ldeviationType
source: Deviation Type
de: Art der

# lrequestApproved
source: Requested Approved
de: Anfrage genehmigt

# lrequestedBy
source: Requested By
de: Erstellt von

# lrequestedRejected
source: Request Rejeceted
de: Anfrage abgelehnt

# lriskCategory
source: Risk Category
de: Risikokategorie

# lshow
source: Show
de: Anzeigen

# lsignature
source: Signature
de: Unterschrift

# lstandardCondition
source: Standad Condition
de: Beschreibung Sollzustand

# lapprovement
source: Approvement
de: Freigabe

# lmachine
source: Machine
de: Anlage

# lperiodBegin
source: Period Begin
de: Beginn (der Abweichung)

# lperiodDevation
source: Deviation Period
de: Abweichungsdauer

# lperiodEnd
source: Period End
de: Ende (der Abweichung)

# lproduct
source: Product
de: Produkt

# lwhy
source: Why
de: Warum

# lwhyBox
source: 5 Why to schow reason change for deviation
de: 5 Why um die Ursache des Problems zu finden bzw. aufzuzeigen

# ldeviationList
source: Deviation List
de: Abweichungsliste

# lnewDeviation
source: New Deviation
de: Neue Abweichung

# lcreatedIn
source: Created In
de: Erstellt am

# lref
source: Ref
de: Bezug

# lalternativeIdMethod
source: Alternative Identification Method
de: Anhang

# lclose
source: Expire Deviation
de: Abweichung sperren

# ldetailRequestCondition
source: Detail Request Condition
de: Beschreibung Istzustand

# lothersBox1
source: REGIONAL QUALITY DIRECTOR APPROVAL: REFER TO FTDS-BM-P-008 FOR REQUIREMENT
de: Freigabe Regional Quality Director: Bezugnehmend auf FTDS-BM-P-008

# lothersBox2
source: PRODUCT ENGINEERING APPROVAL: REFER TO FTDS-BM-P-008 FOR REQUIREMENT
de: Freigabe Product Engineering: Bezugnehmend auf FTDS-BM-P-008

# lothersBox3
source: MANUFACTURING ENGINEERING APPROVAL: REFER TO FTDS-BM-P-008 FOR REQUIREMENT.
de: Freigabe Manufacturing Engineering (CCC Manager): Bezugnehmend auf FTDS-BM-P-008

# lothersBox4
source: CUSTOMER APPROVAL: REFER TO FTDS-BM-P-008 FOR REQUIREMENT
de: Freigabe Customer: Bezugnehmend auf FTDS-BM-P-008

# lprint
source: Print Deviation
de: Abweichung drucken

# lremindGroup
source: Remind Group
de: Gruppe erinnern

# lsave
source: Save Deviation
de: Abweichung speichern

# laddDeviation
source: Add Deviation
de: Abweichung erstellen

# lcloseDeviation
source: Expire Deviation
de: Abweichung sperren

# ldate1
source: Date 1
de: Datum von

# ldate2
source: Date 2
de: Datum bis

# leditDeviation
source: Edit Deviation
de: Abweichung überarbeiten

# lfilterDeviation
source: Filter Deviations
de: Abweichung filtern

# lshowDeviation
source: Show Deviation
de: Abweichung anzeigen

# luseAllInputs
source: Use All Inputs
de: Alle Angaben

# laddNewDeviation
source: Add New Deviation
de: Erstelle eine Abweichungserlaubnis

source: Action Failed.
de: Fehlgeschlagen

# alertApprovedRejected
source: You Can Not Approve And Reject At The Same Time!!
de: Sie können nicht zur gleichen Zeit freigeben und ablehnen

# alertCloseDeviation
source: Expire Deviation Means You Will Not Be Able Later To Make Any Change On It, Are You Sure You Wish To Make This Action ?
de: Abweichung zu sperren bedeutet, dass Sie keine Aktionen mehr durchführen können. Sind Sie sicher?

# alertDeleteAttachment
source: Are Sure, You Wish to Delete This Attachment ?
de: Sind Sie sicher, dass Sie diesen Anhang löschen möchten?

# alertSaveDeviationFirst
source: You Can Not Make This Action Now, You Schould First Save The Deviation !
de: Änderungen sind nicht möglich, bitte speichern Sie zuerst die Abweichung

# approvementDone
source: Your Approvement Was Succesfuly Done !
de: Freigabe erfolgreich

# chooseDeviation
source: Please Choose a Deviation Before making this Action!
de: Bitte wählen Sie eine Abweichung, bevor Sie weitere Aktionen durchführen

# deviationAdded
source: The Deviation Was Successfuly Added
de: Abweichung wurde erfolgreich hinzugefügt

# deviationAlreadyClosed
source: You Are Not Allowed To Make Any Change On This Item Because Its Already Closed !
de: Änderungen nicht mehr möglich, da die Abweichung bereits gesperrt wurde

# deviationNegativePeriod
source: The Deviation Period Has Not Valid Inputs !, The Input <<P.Second date>> Must Be Bigger Than the Input <<P.First date>>
de: Abweichungsperiode ungültig, Eingabe <<P.Second date>> muss grösser sein als Abweichungsperiode <<P.First date>>

# deviationNotExist
source: Deviation Does Not Exist.
de: Abweichung nicht vorhanden

# deviationPeriodNull
source: The Deviation Period Has Not To Be Null!, You Can Choose Different Dates To Avoid This.
de: Abweichungsperiode darf nicht leer sein, bitte wählen Sie eine entsprechende Abweichungsperiode

# deviationupdated
source: The Deviation Was Successfly Updated.
de: Abweichung erfolgreich aktualisiert

# deviationWasClosed
source: The Deviation Was Succesfuly Expired.
de: Abweichung wurde erfolgreich gesperrt

# emailSent
source: An Email has been sent !
de: Email versendet

# errorCloseDeviation
source: Error, The Deviation Cloud Not Be Expired.
de: Fehler, die Abweichung konnte nicht gesperrt werden

# errorSendEmail
source: Erros, The Email Was Not Sent Try Again !
de: Fehler, die Email konnte nicht versendet werden, bitte versuchen Sie es erneut

# fileNotExist
source: This File Dos Not Exist Any More!.
de: Datei nicht mehr vorhanden

# fileRemovedFromList
source: File Had Been Removed From The List!.
de: Datei wurde aus der Liste entfernt

# formInputsNotValid
source: The Form Inputs Are Not Valid !
de: Eingaben ungültig

# inputsMissing
source: Inputs Are Missing !!
de: Eingaben fehlen

# inputsRequired
source: Some Inputs Are Required .
de: Eingaben benötigt

# notAllowedToChange
source: You Are Not Allowed To Make Any Change On This Item Because Its Already Expired !
de: Änderungen nicht mehr möglich, da die Abweichung bereits gesperrt wurde

# notAllowedToUpdateItem
source: You Are Not Allowed To Update This Item !
de: Sie sind nicht berechtigt die Abweichung zu aktualisieren

# selectLine
source: Please Choose Select a Line Before making this Action!
de: Bitte zuerst Linie auswählen

# alertApprovementAlreadyDone
source: This Approvement Was Already Done, You Can Not Change IT !
de: Bereits Freigegeben, Änderungen sind nicht mehr möglich

# alertDeleteApprovementGroup
source: Are Sure, You Wish to Delete This Approvement Group?
de: Sind Sie sicher, dass Sie löschen möchten?

# alertDeviationValidation
source: and You must Reject or Approve the Deviation
de: - Bitte die Abweichung Freigeben oder Ablehnen

# alertInvalidTextEntered
source: Invalid characters in text detected
de: Ungültige Zeichen im Text gefunden

# alertNoAccess
source: You are not authorized to perform this action
de: Sie sind nicht berechtigt, diese Aktion durchzuführen

# alertNoItemSelected
source: No item selected
de: Keine Auswahl getroffen

# alertOutlookNotRunning
source: This Programm Use Outlock Service To Send Your Email, You Need To Execute Outlock First Than Send Your Email.
de: Programm benötigt Outlook zum Versenden der Email, bitte starten Sie Outlook.exe

# alertTextboxEmpty
source: Mandatory Text field(s) cannot be empty
de: Pflichfelder müssen gefüllt werden

# approvementAdded
source: Approvement Group was successfully added!
de: Freigabe Gruppe wurde erfolgreich hinzugefügt

# approvementUpdated
source: Approvement Group was successfully updated!
de: Freigabe Gruppe wurde erfolgreich aktualisiert

source: delete Deviation
de: Abweichung löschen

# emailSubjectNewDeviationLine
source: New Deviation for the Line:
de: Neue Abweichung für die Anlage :

# emailSubjectNewDeviationProduct
source: New Deviation for the product :
de: Neue Abweichung für das Produkt :

# formInvalid
source: Invalid Form
de: ungültiges Formular

source: Invalid
de: Ungültig

# itemDeleted
source: The Item was Successfuly Deleted
de: Erfolgreich gelöscht

# itemDeleteError
source: There Is No Item To Delete, You Should First Choose The Item To Delete!
de: Löschen nicht möglich, bitte treffen Sie zuerst eine Auswahl

# misc
source: Others
de: Sonstiges

# passwordChanged
source: Password has been changed
de: Passwort erfolgreich geändert

# passwordChangeFailed
source: Password has been NOT changed
de: Passwort nicht geändert

# passwordWrong
source: Password is wrong
de: Passwort falsch

# saveFileDialog
source: Choose A Directory To Save Your File
de: Bitte Verzeichnis wählen, um die Datei zu speichern

source: Valid
de: Gültig

# lselectItem
source: --Please select the deviation type--
de: --Bitte wählen Sie die Art der Abweichung--

# lapprovementConfirm
source: Confirm
de: Bestätigen

# lapprovementLightGreenMsg
source: To save your Change, click confirm Button!.
de: Um Ihre Änderungen zu speichern, klicken Sie auf Bestätigen.

# lapprovementLightRedMsg
source: To approve or reject this Deviation you need first to save it.
de: Um diese Abweichung freizugeben/ablehen, muss sie erst gespeichert werden.

# lriskMatrixInfo
source: (X=?,Y=?), X correspond to "Einfluss der Produktqualität"; Y correspond to " Wahrscheinlichkeit der Entdeckung".
de: (X=?,Y=?), X bezieht sich auf dem Einfluss der Produktqualität; Y bezieht sich auf der Wahrscheinlichkeit der Entdeckung.

# lsticPrint
source: Print
de: Drucken

# ldigitalSignature
source: This document was created automatically and is valid without signature. Application: DeviationManager, Version 1.0
de: Dieses Dokument wurde maschinell erstellt und ist ohne Unterschrift gültig. Anwendung: DeviationManager, Version: 1.0

# ldeviationexpiredChange
source: This Deviation is expired, you can not approve or accept it!
de: Diese Abweichung wurde agelaufen, daher sind diese Änderungen nicht mehr möglich.
